app/controllers/enlisters_controller.rb

	def create
		@enlister = Enlister.create(:email => params[:enlister][:email])
---
INSERT INTO "enlisters" ("created_at", "email", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["created_at", Fri, 28 Jun 2013 03:34:26 UTC +00:00], ["email", "hellolove@g.com"], ["updated_at", Fri, 28 Jun 2013 03:34:26 UTC +00:00]]