app/controllers/landing_pages_controller.rb

	def home
		@cure_fund_project = CureFundProject.first
---
SELECT "cure_fund_projects".* FROM "cure_fund_projects" ORDER BY "cure_fund_projects"."id" ASC LIMIT 1